Repository: braisf03/IPM
Catalog: Desktop/locale/*.po
Languages: de, es, fr, it

source: Cocktails
de: Cocktail
es: Cócteles
fr: Cocktail

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti

source: Home
de: Beginn
es: Inicio
fr: Accueil
it: Inizio

source: Search Cocktail
de: Cocktails suchen
es: Buscar Cocktail
fr: Chercher un Cocktail
it: Cercare cocktail

source: Recomended cocktails
de: Empfohlene Cocktails
es: Cócteles Recomendados
fr: Cocktails recommandés
it: Cocktail raccomandati

source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri

source: Alcohol
de: Alkohol
fr: Alcool
it: Alcol

source: Alcoholic
de: Alkoholiker
es: Con Alcohol
fr: Alcoolique
it: Alcolico

source: Non Alcoholic
de: Alkoholfrei
es: Sin Alcohol
fr: Non alcoolique
it: Non alcolico

source: Filter by ingredient
de: Nach Inhaltsstoffen filtern
es: Filtrar por ingrediente
fr: Filtrer par ingrédient
it: Filtrare per ingrediente

source: Search Ingredient
de: Nachschlagen
es: Buscar Ingrediente
fr: Filtrer par ingrédient
it: Cercare l'ingrediente

source: Search a random cocktail
de: Suchen Sie einen random Cocktail
es: Buscar un cóctel aleatorio
fr: Rechercher un Coctel aléatoire
it: Trova un cocktail casuale

source: Let's try new things
de: Lass uns neue Dinge ausprobieren
es: Quiero probar algo nuevo
fr: Essayons de nouvelles choses
it: Andiamo a provare cose nuove

source: Recomended Ingredients
de: Empfohlene Zutaten
es: Ingredientes recomendados
fr: Ingrédients recommandés
it: Ingredienti raccomandati

source: Cocktail look
de: Blick auf den Cocktail
es: Vista del Cóctel
fr: Vue du cocktail
it: Vista del coctel

source: Instructions
de: Anweisungen
es: Instrucciones
it: Istruzioni

source: Ingredients to make it
de: Anleitung dazu
es: Ingredientes para hacerlo
fr: Ingrédients pour le faire
it: Ingredienti per farlo

source: Ingredient look
de: Blick auf die Zutat
es: Vista del ingrediente
fr: Vue du ingrédient
it: Vista dell'ingrediente

source: Alcoholic:
de: Alkoholgehalt:
es: Tiene alcohol?
fr: Alcoolique:
it: Alcool:

source: Description
de: Beschreibung
it: Descrizione

source: Cocktails which include it
de: Cocktails, die es enthalten
es: Cócteles que lo usan
fr: Cocktails qui l'utilisent
it: Cocktail che lo includono

source: Ingredient
de: Zutat
es: Ingrediente
fr: Ingrédient
it: Ingredienti

source: Error:No acces to the database
de: Fehler: Kein Zugriff auf die Datenbank
es: Error: No se pudo acceder a la base de datos
fr: Erreur : Aucun accès à la base de données
it: Errore: nessun accesso al database

source: Reload
de: Aufladen
es: Recargar
fr: Recharger
it: Ricaricare

source: Error:No ingredients were found
de: Fehler: Keine Zutaten gefunden
es: Error: No se encontraron ingrediente
fr: Erreur : aucun ingrédient n’a été trouvé
it: Errore: Nessun ingrediente trovato

source: Error:No cocktail was found
de: Fehler:Es wurde kein Cocktail gefunden
es: Error: No se encontraron cócteles
fr: Erreur : aucun cocktail trouvé
it: Errore: Cocteles non trovato

source: Filter By Ingredient
de: Filtern nach Inhaltsstoff
es: Filtrar por Ingrediente
fr: Filter per Ingrédient
it: Filtrare per ingredienti

source: Fetching cocktail info
de: Holen Sie sich Cocktail Info
es: Obteniendo información de los cocteles
fr: Récupération d'informations sur les cocktails
it: Recupero informazioni sui cocktail

source: Searching cocktails
de: Cocktails suchen
es: Buscando cocteles
fr: Recherche de cocktails
it: Alla ricerca di cocktail

source: Fetching ingredient info
de: Abrufen von Zutateninformationen
es: Obteniendo información de los ingredientes
fr: Récupération des informations sur les ingrédients
it: Recupero informazioni sugli ingredienti

source: Searching ingredients
de: Zutaten suchen
es: Buscando ingredientes
it: Ricerca degli ingredienti

source: Recommended cocktails
de: Empfohlene Cocktails
es: Cocteles recomendados
fr: Recherche d'ingrédients
it: Cocktail racommandati

source: (Measure:
de: (Messen:
es: (Medida:
fr: (Mesure:
it: (Misura:

source: Alcohol:
de: Alkohol:
fr: Alcool:
it: Alcol:

source: How much ->
de: Wie viel ->
es: Cuanto? ->
fr: Combien ->
it: Quanto ->

source: strInstructions
de: strInstructionsDE
es: strInstructionsES
fr: strInstructionsFR
it: strInstructionsIT

source: No description
de: Keine beschreibung
es: Sin descripción
fr: Pas de description
it: Nessuna descrizione
